Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# ActionCompleted
source: Operation completed
de: Vorgang abgeschlossen
es: Operación completada
fr: Operation réussie !
ja: Action completed
nl: Bewerking voltooid
ru: Операция завершена
zh_cn: 操作完成

source: Add
de: Neu
es: Añadir
fr: Ajouter!
ja: 追加
nl: Toevoegen
ru: Добавить
zh_cn: 添加

# AlbumArtSearchLocalProvider
source: Local Music Files
de: Lokale Musikdateien
es: Archivos de música locales
fr: Fichiers de musique locale !
nl: Lokale muziekbestanden
ru: Локальные музыкальные файлы
zh_cn: 本地音乐文件

# AlbumArtSearchSMTCProvider
source: Music Player
de: Musik-Player
es: Reproductor de música
fr: Lecteur de musique
nl: Muziek speler
ru: Музыкальный плеер
zh_cn: 音乐播放器

# AllLyricsSettingsControlPictureInPicture.Content
source: Picture-in-Picture Mode
de: Bild-in-Bild-Modus
es: Modo de imagen en foto
fr: Mode “Picture-in-Picture”
nl: Beeld-in-beeldmodus
ru: Картинка в режиме изображения
zh_cn: 画中画模式

# AppSettingsControlGeneral.Text
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
nl: Venster
ru: Окно
zh_cn: 窗口

# ArtistsSplitHint.Text
source: When typing multiple artists, please separate them with one of the following delimiters (do not mix them)
de: Wenn Sie mehrere Künstler tippen, trennen Sie sie bitte mit einem der folgenden Trennzeichen (mischen Sie sie nicht mit)
es: Al escribir varios artistas, separarlos con uno de los siguientes delimitadores (no mezclarlos)
fr: Lorsque vous tapez plusieurs artistes, veuillez les séparer avec l'un des délimiteurs suivants (ne les mélangez pas) !
ja: When entering multiple artists, please separate them using one of the following delimiters (do not mix use)
nl: Wanneer u meerdere artiesten typt, scheid ze dan met een van de volgende scheidingstekens (meng ze niet)
ru: При наборе нескольких исполнителей, разделите их одним из следующих разделителей (не смешивать их)
zh_cn: 当输入多位艺术家时，请使用以下分隔符之一进行分隔（请勿混合使用）

# BaseWindowHostInfoBarCheckBox.Content
source: Do not show this message again
de: Diese Nachricht nicht mehr anzeigen
es: No mostrar este mensaje de nuevo
fr: Ne plus afficher ce message
ja: このメッセージを二度と見せないでください
nl: Dit bericht niet meer weergeven
ru: Больше не показывать это сообщение
zh_cn: 不再显示此消息
zh_tw: 不再顯示此訊息

# BaseWindowMiniFlyoutItem.Text
source: Picture-in-Picture Mode
de: Bild-in-Bild-Modus
es: Modo de imagen en foto
fr: Mode “Picture-in-Picture”
nl: Beeld-in-beeldmodus
ru: Картинка в режиме изображения
zh_cn: 画中画模式

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler !
ja: キャンセル
nl: annuleren
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# Copy.Content
source: Copy
de: Kopieren
es: Copiar
fr: Copier!
ja: コピー
nl: Kopiëren
ru: Копировать
zh_cn: 复制

# CreatePlaylistSuccessfully
source: Playlist was created successfully
de: Playlist wurde erfolgreich erstellt
es: Lista de reproducción creada con éxito
fr: liste de lecture créé avec succès.
ja: Playlist created successfully
nl: Afspeellijst is succesvol gemaakt
ru: Плейлист успешно создан
zh_cn: 播放列表创建成功

# CutletDockerFailed
source: Failed to request transliteration from cutlet-docker, please check settings or native cutlet-docker configuration
de: Transliteration vom Cutlet-Docker konnte nicht angefordert werden. Bitte überprüfen Sie die Einstellungen oder die native Cutlet-Docker Konfiguration
es: No se pudo solicitar la transcripción de cutlet-docker, por favor compruebe la configuración nativa de cutlet-docker
fr: Échec de la demande de translittération depuis cutlet-docker, veuillez vérifier les paramètres ou la configuration native cutlet-docker !
ja: Failed to request transliteration from cutlet-docker. Please check settings or local cutlet-docker configuration
nl: Kan geen transliteratie aanvragen vanuit cutlet-docker, controleer de instellingen of native cutlet-docker configuratie
ru: Не удалось запросить транслитерацию из cutlet-docker, проверьте настройки или настройки стока-docker
zh_cn: 无法从 cutlet-docker 请求音译，请检查设置或本地 cutlet-docker 配置

# CutletServerTextBox.PlaceholderText
source: e.g. http://localhost:23333
de: Zum Beispiel http://localhost:23333
es: por ejemplo, http://localhost:23333
fr: Par exemple http ://localhost :23333 !
ja: たとえば、http://localhost:23333
nl: Bijvoorbeeld http://localhost:23333
ru: Например http://localhost:23333
zh_cn: For example http://localhost:23333

# DemoWindowControlDefault.Text
source: Default
de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
nl: Standaard
ru: По умолчанию
zh_cn: 默认

# DesktopMode
source: Desktop Mode (Transparent)
de: Desktop-Modus (transparent)
es: Modo de escritorio (transparente)
fr: Mode bureau (transparent) !
ja: デスクトップモード（透明）
nl: Bureaublad modus (transparantie)
ru: Режим рабочего стола (прозрачный)
zh_cn: 桌面模式（透明）

source: Docked Mode
de: Andockmodus
es: Modo acoplado
fr: Mode amarré !
ja: ドック式
nl: Gekoppelde modus
ru: Пристыкованный режим
zh_cn: 停靠模式

# ExportSettingsSuccess
source: Export successful
de: Export erfolgreich
es: Exportación exitosa
fr: Export réussi !
ja: エクスポートが成功しました
nl: Exporteren succesvol
ru: Экспорт выполнен успешно
zh_cn: 导出成功
zh_tw: 導出成功

# FailToStartLXMusicServer
source: Unable to connect to LX Music Server. Please go to Settings - Playback Source - LX Music - LX Music Server to check if the link is entered correctly
de: Keine Verbindung zum LX-Musik-Server bitte gehen Sie zu Einstellungen - Playback Source - LX Music - LX Music Server um zu überprüfen, ob der Link korrekt eingegeben wurde
es: No se puede conectar a LX Music Server. Por favor, vaya a Ajustes - Fuente de reproducción - LX Música - LX Music Server para comprobar si el enlace se introduce correctamente
fr: Impossible de se connecter à LX Music Server, veuillez vous rendre dans Paramètres - Source de lecture - LX Music - LX Music Server pour vérifier si le lien est entré correctement !
ja: LXミュージックサーバーに接続できません。[設定] - [再生ソース] - [LXミュージック] - [LXミュージックサーバー]に移動して、リンクが正しく入力されているかどうかを確認してください。
nl: Kan geen verbinding maken met LX Music Server, Ga naar Instellingen - Playback Source - LX Music - LX Music Server om te controleren of de link juist is ingevoerd
ru: Не удалось подключиться к серверу LX, пожалуйста, перейдите в Настройки - Источник воспроизведения - LX Music - LX Music Server для проверки правильности ввода ссылки

source: Fullscreen Mode
de: Vollbildmodus
es: Modo pantalla completa
fr: Mode plein écran
ja: フルスクリーンモード
nl: Volledig schermmodus
ru: Полноэкранный режим
zh_cn: 全屏模式

# HostWindowClickThroughButton.Content
source: Lock
de: Sperren
es: Bloquear
ja: ロック
nl: Vergrendelen
ru: Заблокировать
zh_cn: 锁定
zh_tw: 鎖定

# HostWindowClickThroughFlyoutItem.Text
source: Lock
de: Sperren
es: Bloquear
fr: Serrure
ja: ロック
nl: Vergrendelen
ru: Заблокировать
zh_cn: 锁定
zh_tw: 鎖定

# HostWindowLockToolTip.Text
source: Lock
de: Sperren
es: Bloquear
fr: Serrure
ja: ロック
nl: Vergrendelen
ru: Заблокировать
zh_cn: 锁定

# HostWindowMusicGalleryButtonToolTip.Content
source: Music Gallery
de: Musikgalerie
es: Galería de Música
fr: Galerie de musique !
ja: ミュージックギャラリー
nl: Muziek galerij
ru: Музыкальная галерея
zh_cn: 音乐库

# HostWindowSettingsButtonToolTip.Content
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
nl: Instellingen
ru: Настройки

# ImportPlaylistSuccessfully
source: Playlist was imported successfully
de: Wiedergabeliste wurde erfolgreich importiert
es: Lista de reproducción importada correctamente
fr: La liste de lecture a été importée avec succès !
ja: Playlist imported successfully
nl: Afspeellijst is succesvol geïmporteerd
ru: Плейлист успешно импортирован

# ImportSettingsFailed
source: Settings file import failed, application settings remain unchanged
de: Import der Einstellungsdatei fehlgeschlagen, Anwendungseinstellungen bleiben unverändert
es: Error al importar el archivo de configuración, los ajustes de la aplicación permanecen sin cambios
fr: L'importation du fichier de paramètres a échoué, les paramètres de l'application restent inchangés !
ja: 設定ファイルのインポートに失敗し、アプリケーション設定は変更されません
nl: Instellingen importeren mislukt, app instellingen blijven ongewijzigd
ru: Не удалось импортировать файл настроек, настройки приложения остаются неизменными
zh_cn: 设置文件导入失败，应用程序设置保持不变
zh_tw: 設置文件導入失敗，應用程序設置保持不變

# ImportSettingsSuccess
source: Import successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie !
ja: インポート成功
nl: Importeren succesvol
ru: Импорт выполнен успешно

# Jyutping
source: Cantonese Pinyin
de: Kantonesischer Pinyin
es: Pinyin Cantonese
fr: Pinyin cantonais !
ja: Jyutping (Cantonese)
nl: Kantonees pinyin
ru: Кантонский пиньинь
zh_cn: 粤语拼音

# KeepAtLeastOneStatusDefault
source: Please make sure at least one status is set to default
de: Bitte stellen Sie sicher, dass mindestens ein Status auf Standard gesetzt ist
es: Por favor, asegúrese de que al menos un estado está establecido por defecto
fr: Veuillez vous assurer qu'au moins un statut est défini par défaut !
ja: Please ensure at least one status is set as default
nl: Zorg ervoor dat ten minste één status is ingesteld op standaard
ru: Пожалуйста, убедитесь, что хотя бы один статус установлен по умолчанию

# LastFMAuthFailed
source: Authorization failed, please try again
de: Autorisierung fehlgeschlagen, bitte versuchen Sie es erneut
es: Autorización fallida, por favor inténtelo de nuevo
fr: Echec, veuillez réessayer.
ja: 承認が失敗しました、もう一度やり直してください
nl: Autorisatie mislukt, probeer het opnieuw
ru: Ошибка авторизации, попробуйте еще раз
zh_cn: 授权失败，请重试
zh_tw: 授權失敗，請重試

# LastFMRequestAuthConfirm
source: I have completed the authorization
de: Ich habe die Autorisierung abgeschlossen
es: He completado la autorización
fr: J'ai terminé l'autorisation !
ja: I have completed authorization
nl: Ik heb de autorisatie voltooid
ru: Я завершил авторизацию
zh_cn: 我已经完成了授权
zh_tw: 我已經完成了授權

# LastFMRequestAuthDesc
source: Please complete the authorization in your browser
de: Bitte vervollständigen Sie die Autorisierung in Ihrem Browser
es: Por favor, completa la autorización en tu navegador
fr: Veuillez compléter l'autorisation dans votre navigateur !
ja: Please complete authorization in your browser
nl: Voltooi alstublieft de autorisatie in uw browser
ru: Пожалуйста, завершите авторизацию в вашем браузере
zh_cn: 请在浏览器中完成授权
zh_tw: 請在瀏覽器中完成授權

# LastFMRequestAuthTitle
source: Grant BetterLyrics permission to access your Last.fm account
de: Erteilen Sie BetterLyrics Berechtigung um auf Ihr Last.fm Konto zuzugreifen
es: Conceder permiso a BetterLyrics para acceder a tu cuenta de Last.fm
fr: Accordez à BetterLyrics l'autorisation d'accéder à votre compte Last.fm !
ja: Grant BetterLyrics access to your Last.fm account
nl: Verleen BetterLyrics toestemming voor toegang tot je Last.fm account
ru: Разрешить BetterLyrics доступ к Вашей учетной записи Last.fm
zh_cn: 授予 BetterLyrics 访问您 Last.fm 账户的权限
zh_tw: 授予 BetterLyrics 訪問您 Last.fm 賬戶的權限

# LastFMRequestUnAuthConfirm
source: I have canceled my authorization
de: Ich habe meine Autorisierung abgebrochen
es: He cancelado mi autorización
fr: J'ai annulé mon autorisation !
ja: I have cancelled my authorization
nl: Ik heb mijn toestemming geannuleerd
ru: Я отменил авторизацию
zh_cn: 我已经取消了我的授权
zh_tw: 我已經取消了我的授權

# LastFMRequestUnAuthDesc
source: Please complete the cancellation operation in your browser
de: Bitte vervollständigen Sie die Stornierungsoperation in Ihrem Browser
es: Por favor, completa la operación de cancelación en tu navegador
fr: Veuillez terminer l'opération d'annulation dans votre navigateur !
ja: Please complete the revocation in your browser
nl: Voltooi de annuleringsoperatie in uw browser
ru: Пожалуйста, завершите операцию отмены в вашем браузере
zh_cn: 请在浏览器中完成取消操作
zh_tw: 請在瀏覽器中完成取消操作

# LastFMRequestUnAuthTitle
source: Revoke BetterLyrics' permission to access your Last.fm account
de: Entfernen Sie BetterLyrics' Berechtigung um auf Ihr Last.fm-Konto zuzugreifen
es: Revocar el permiso de BetterLyrics para acceder a tu cuenta de Last.fm
fr: Révoquez l'autorisation de BetterLyrics d'accéder à votre compte Last.fm !
ja: Revoke BetterLyrics access to your Last.fm account
nl: Geef BetterLyrics' toestemming voor toegang tot je Last.fm account
ru: Запретить BetterLyrics' доступ к Вашей учетной записи Last.fm
zh_cn: 撤销 BetterLyrics 访问您 Last.fm 账户的权限
zh_tw: 撤銷 BetterLyrics 訪問您 Last.fm 賬戶的權限

# LibreTranslateFailed
source: Requesting translation from LibreTranslate failed, please check the settings or the native LibreTranslate configuration
de: Die Übersetzung von LibreTranslate konnte nicht angefordert werden. Bitte überprüfen Sie die Einstellungen oder die native LibreTranslate Konfiguration
es: La solicitud de traducción de LibreTranslate falló, por favor compruebe la configuración o la configuración nativa LibreTranslate
fr: La demande de traduction auprès de LibreTranslate a échoué, veuillez vérifier les paramètres ou la configuration native de LibreTranslate !
ja: Failed to request translation from LibreTranslate. Please check settings or local LibreTranslate configuration
nl: Verzoek om vertaling van LibreTranslate is mislukt, controleer de instellingen of de native LibreTranslate configuratie
ru: Запрос перевода из LibreTranslate не удался, проверьте настройки или настройки LibreTranslate
zh_cn: 向 LibreTranslate 请求翻译失败，请检查设置或本机 LibreTranslate 配置
zh_tw: 向 LibreTranslate 請求翻譯失敗，請檢查設置或本機 LibreTranslate 配置

# LyricsLoading
source: Loading lyrics...
de: Lade Songtexte...
es: Cargando letras...
fr: Chargement des paroles... !
ja: 歌詞の読み込み...
nl: Songtekst laden...
ru: Загрузка текста...
zh_cn: 正在加载歌词……
zh_tw: 載入歌詞中...

source: Lyrics not found
de: Songtext nicht gefunden
es: Letras no encontradas
fr: Paroles introuvables !
ja: 歌詞が見つかりません
nl: Songtekst niet gevonden
ru: Текст песни не найден
zh_cn: 未找到歌词
zh_tw: 找不到歌詞

# LyricsPageCachePath.Header
source: Cache Path
de: Cache-Pfad
es: Ruta del caché
fr: Chemin du cache
ja: キャッシュパス
nl: Cache pad
ru: Путь кэша

# LyricsPageCachePath.Value
source: Cache Path
de: Cache-Pfad
es: Ruta del caché
fr: Chemin du cache
ja: キャッシュパス
nl: Cache pad
ru: Путь кэша

# LyricsPageLanguageCode.Header
source: Lyric Language
de: Lyrische Sprache
es: Idioma Letrico
fr: Langage lyrique !
ja: Lyrics Language
nl: Lyrische taal
ru: Язык лирики

# LyricsPageLyricsProviderPrefix.Header
source: Lyrics Provider
de: Songtext-Anbieter
es: Proveedor de Letras
fr: Fournisseur de paroles !
ja: 歌詞プロバイダー
nl: Songtekst aanbieder
ru: Поставщик текстов

# LyricsPageLyricsSearch.Text
source: Manually Search Lyrics
de: Songtexte manuell suchen
es: Letras de búsqueda manual
fr: Recherchez manuellement les paroles !
ja: Manual Lyrics Search
nl: Zoek handmatig songteksten
ru: Поиск текста вручную

# LyricsPageLyricsSettings.Text
source: Lyrics Window Management Shortcut Settings
de: Einstellungen für Songtext-Fensterverwaltung
es: Configuración de Atajo de Ventanas de Letras
fr: Paramètres de raccourci de gestion de la fenêtre des paroles !
ja: 歌詞ウィンドウ管理ショートカット設定
nl: Lyrics Window Beheer Snelkoppeling Instellingen
ru: Настройки ярлыков для управления окнами текстов

# LyricsPageMatchPercentage.Header
source: Match Percentage
de: Prozentsatz Match
es: Porcentaje de coincidencia
fr: Pourcentage de correspondance !
ja: マッチ率
nl: Wedstrijd percentage
ru: Процент матча

# LyricsPagePlaybackSource.Text
source: Playback Source Shortcut Settings
de: Quellenverknüpfungseinstellungen abspielen
es: Ajustes de acceso directo a la fuente de reproducción
fr: Jouer les paramètres de raccourci source !
ja: 再生ソースクイック設定
nl: Speel bron snelkoppeling instellingen af
ru: Настройки ярлыка для воспроизведения
zh_cn: Play source shortcut settings

# LyricsPagePositionOffsetHint.Header
source: Reset to 0 when switching songs
de: Beim Titelwechsel auf 0 zurücksetzen
es: Restablecer a 0 al cambiar canciones
fr: Réinitialisez à 0 lorsque vous changez de chanson !
ja: 曲を切り替えるときに0にリセットします
nl: 0 terugzetten bij het wisselen van nummers
ru: Сброс к 0 при переключении песен
zh_cn: 切换歌曲时重置为 0
zh_tw: 切換歌曲時重置為 0

# LyricsPageSettings.Text
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
nl: Instellingen
ru: Настройки

# LyricsPageTimelineOffsetButtonToolTip.Content
source: Lyrics Timeline Offset
de: Songtext-Timeline-Offset
es: Linea temporal de Letras
fr: Décalage de la chronologie des paroles !
ja: 歌詞タイムラインオフセット
nl: Songtekst tijdlijn offset
ru: Смещение графика песни
zh_cn: 歌词时间偏移

# LyricsPageTitle
source: BetterLyrics
es: Mejores letras
nl: BetterSongteksten

# LyricsPageTranslationEnabled.Description
source: The translation in the lyrics will be read first. If there is no match, the machine translation will be requested from the LibreTranslate server
de: Die Übersetzung in den Songtexten wird zuerst gelesen. Wenn es keine Übereinstimmung gibt, wird die maschinelle Übersetzung vom LibreTranslate Server angefordert
es: La traducción en la letra se leerá primero. Si no hay coincidencia, la traducción automática se solicitará al servidor LibreTranslate
fr: La traduction des paroles sera lue en premier. S'il n'y a pas de correspondance, la traduction automatique sera demandée au serveur LibreTranslate !
ja: Prioritize reading translations within lyrics; if no match, request machine translation from LibreTranslate server
nl: De vertaling in de songtekst zal eerst worden gelezen. Als er geen match is, zal de machinevertaling worden aangevraagd van de LibreTranslate server
ru: Сначала будет прочитан перевод песни. Если не совпадает, машинный перевод будет запрошен с сервера LibreTranslate
zh_cn: 将优先读取歌词内翻译，若无匹配则向 LibreTranslate 服务器请求机器翻译
zh_tw: 將優先讀取歌詞內翻譯，若無匹配則向 LibreTranslate 伺服器請求機器翻譯

# LyricsPageTranslationEnabled.Header
source: Enable Translation
de: Übersetzung aktivieren
es: Activar traducción
fr: Activer la traduction !
ja: 翻訳を有効にします
nl: Vertaling inschakelen
ru: Включить перевод
zh_cn: 启用翻译

# LyricsPageTranslationOnly.Header
source: Show Translation Only
de: Nur Übersetzung anzeigen
es: Mostrar sólo traducción
fr: afficher la traduction
ja: 翻訳のみを表示します
nl: Toon alleen vertaling
ru: Показать только перевод
zh_cn: 仅显示翻译

# LyricsPageTranslationProviderPrefix.Header
source: Translation Provider
de: Übersetzungsanbieter
es: Proveedor de traducción
fr: Prestataire de traduction
ja: 翻訳プロバイダー
nl: Vertaling aanbieder
ru: Поставщик переводов

# LyricsPageTransliterationProviderPrefix.Header
source: Transliteration Source
de: Transliterationsquelle
es: Fuente de transliteración
fr: Source de translittération !
ja: Transliteration Provider
nl: Transliteratie bron
ru: Источник транслитерации

# LyricsParseError
source: Lyrics parsing failed
de: Liedtext-Parsing fehlgeschlagen
es: Error en el análisis de letras
fr: Échec de l'analyse des paroles !
ja: 歌詞の解析に失敗しました
nl: Parseren van songteksten mislukt
ru: Разбор текстов не удался

# LyricsSearchControlAlbum.Header
source: Album
es: Álbum
ja: アルバム
ru: Альбом

# LyricsSearchControlArtist.Header
source: Artist
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
nl: Kunstenaar
ru: Художник

# LyricsSearchControlAutoGenerated.Tag
source: Auto Generated
de: Automatisch generiert
es: Auto generado
fr: Généré automatiquement
nl: Automatisch gegenereerd
ru: Автоматически сгенерировано

# LyricsSearchControlDurauion.Header
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 間隔
nl: Duur
ru: Продолжительность

# LyricsSearchControlHelp.Text
source: * Save changes take effect immediately, after which the track lyrics will be retrieved with mapping information and target lyrics; marking as pure music will directly return to pure music placeholder lyrics. Reset to retrieve by original data.
de: * Speichern der Änderungen wird sofort wirksam, danach werden die Songtexte mit Mapping-Informationen und Zieltexten abgerufen; Wenn Sie als reine Musik markieren, kehren Sie direkt zu den reinen Musik-Platzhaltertexten zurück. Zurücksetzen um durch Originaldaten abzurufen.
es: * Los cambios guardados surten efecto inmediatamente, después de lo cual la letra de la canción será recuperada con información de mapeo y letras de destino; marcar como música pura regresará directamente a la letra de marcadores de posición de la música. Restablecer para recuperar los datos originales.
fr: * Enregistrer les modifications prennent effet immédiatement, après quoi les paroles de piste seront récupérées avec les informations de mappage et les paroles cibles ; marquer comme de la musique pure retournera directement à la pure musique des paroles. Réinitialiser pour récupérer par les données originales.
ja: * Changes take effect immediately after saving, and subsequent song lyrics will be retrieved using mapping info and target lyrics; marking as Instrumental will directly revert to Instrumental placeholder lyrics. Resetting will restore original data retrieval.
nl: * Sla wijzigingen onmiddellijk op, waarna de songtekst zal worden opgehaald met kaartinformatie en doelsongteksten; markeren als pure muziek zal direct terugkeren naar zuivere muziek-placeholder songteksten. Herstellen om terug te halen via originele gegevens.
ru: * Сохранение изменений вступает в силу немедленно, после чего текст песни будет восстановлен с картографической информацией и текстами целей; маркировка, как чистая музыка вернется непосредственно к песням, содержащим чистую музыку. Сброс для получения оригинальных данных.
zh_cn: * 保存更改立即生效，此后将以映射信息和目标歌词源检索该曲目歌词；标记为纯音乐将直接返回纯音乐占位歌词。重置以按原始数据检索。

# LyricsSearchControlIgnoreCache.Header
source: Ignore Cache When Searching
de: Cache bei der Suche ignorieren
es: Ignorar Caché al buscar
fr: Ignorer le cache lors de la recherche
nl: Cache negeren tijdens zoeken
ru: Игнорировать кэш при поиске

# LyricsSearchControlMappedAs.Text
source: Mapped as
de: zugeordnet als
es: Mapeado como
fr: mappé comme
ja: 次の形式でマップされました
nl: toegewezen als
ru: сопоставлено как
zh_cn: 映射为

# LyricsSearchControlMarkAsPureMusic.Content
source: Mark as Pure Music
de: Als reine Musik markieren
es: Marcar como música pura
fr: Marquer comme musique pure
ja: Mark as Instrumental
nl: Markeer als pure muziek
ru: Отметить как чистую музыку
zh_cn: 标记为纯音乐

# LyricsSearchControlNotFound.Text
source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
nl: Niet gevonden
ru: Не найдено
zh_cn: 未找到

# LyricsSearchControlSaveChanges.Content
source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les modifications
ja: 変更を保存
nl: Wijzigingen opslaan
ru: Сохранить изменения
zh_cn: 保存更改

# LyricsSearchControlSearch.Content
source: Search
de: Suchen
es: Buscar
fr: Chercher
ja: 検索する
nl: Zoeken
ru: Искать
zh_cn: 搜索

# LyricsSearchControlSongInfoMapping.Text
source: Song Info Mapping
de: Songinfo-Zuordnung
es: Mapeo de información de canción
fr: Mappage des infos de la chanson
ja: 曲情報マッピング
nl: Nummer info toewijzen
ru: Сопоставление информации о песне

# LyricsSearchControlTargetSearchProvider.Header
source: Target Lyrics Search Provider
de: Zieltext-Suchanbieter
es: Proveedor de búsqueda de letras objetivo
fr: Fournisseur de recherche de paroles cible
ja: ターゲット歌詞検索プロバイダー
nl: Doel songteksten zoekaanbieder
ru: Поставщик целевого поиска текстов
zh_cn: 目标歌词搜索提供商

# LyricsSearchControlTitle.Header
source: Title
de: Titel
es: Título
fr: Titre de la page
ja: タイトル
nl: Aanspreektitel
ru: Заголовок

# LyricsSearchPageTitle
source: Lyrics Search - BetterLyrics
de: Songtext-Suche - BetterLyrics
es: Búsqueda de letras - Mejores Letras
fr: Recherche de paroles - BetterLyrics
ja: 歌詞検索 - BetterLyrics
nl: Songteksten zoeken - BetterSongteksten
ru: Поиск текстов песен - BetterLyrics
zh_cn: 歌词搜索 - BetterLyrics

# LyricsSearchProviderEslrcFile
source: Local .ESLRC Files
de: Lokale .ESLRC Dateien
es: Archivos .ESLRC locales
fr: Fichiers .ESLRC locaux
ja: Local .ESLRC File
nl: Lokale .ESLRC bestanden
ru: Локальные .ESLRC файлы
zh_cn: 本地 .ESLRC 文件
